---
kind: other
id: Properties.T:Autodesk.Revit.DB.CombinableElementArray
source: html/fc14a3e5-f345-0765-9aa6-0f345047cd09.htm
---
# CombinableElementArray Properties

Test to see if the array is empty.